Repository: mozilla-l10n/mt-training-data
Catalog: trw/trw_pontoon.tmx
Source language: en_us
Languages: trw

source: 1 sentence collected
trw: 1 جملہ جمع کی

source: 2019 End-of-Year Release
trw: 2019 ای آخیر میں نھیِگالُو

source: 2 down, keep it up!<playIcon></playIcon>
trw: وایے، جاری ساد<playIcon></playIcon>

source: ≥ 2 No votes
trw: 2 نأ ووٹ

source: ≥ 2 Yes votes
trw: 2 ہاں ووٹ

source: Abbreviations and Acronyms
trw: مخفف آں مخفف ما نام

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
trw: مخفف یا مخففی نام مھامُوڑ یأ یو ایس اے یا ائیس ما ریکارڈ کؤ می آمن پھیِگا کئی کے ایندے دأل ٹیگیلا سی نام سی آں ترجمہ سی مسلہ پیدا ہودی۔ ای دئی أ بات یرأ اے مخفف ما چیر معنی نوخودی۔

source: Abkhaz
trw: آبخاز

source: About
trw: بارا می

source: About options menu
trw: اپشنز مینُو سی بارا می

source: Academic Reference
trw: کتابی حوالہ

source: Accent
trw: لہجہ

source: Accepted file types: .tsv only
trw: مھیس صرف ٹی س وی سی قسم کی فائل منظور ہودی

source: Access press releases and stories related to Common Voice
trw: کامن وائس سی بارا می میڈیا سی خبر آں سٹوری مھید پشا

source: Account
trw: چھی کھانا

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
trw: مے لنک می <accuracyLink> ٹھیک آں درست ہؤ سی طریقہ ڇھیِڙ۔

source: Acehnese
trw: آسینیسے

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
trw: { $actionType }<micIcon></micIcon> آں قدرتی طریقہ دے جواب دا

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
trw: { $actionType }<playIcon></playIcon> آں لیِکھ کا یأ تُو بُھویودُودا ہے انسان کا بندُو

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
trw: { $actionType }<playIcon></playIcon> ہی یے سہی طریقہ دے جملہ بینی؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
trw: { $actionType }<playIcon></playIcon> مے آڈیو کلپ بُھویا آں ایسی لیِگ ٹرانسکرپشن چیک کوا۔ اے شانا میلاِ ہُو؟ کو نُو ہوو ایس ایڈیٹ کوا۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
trw: { $actionType } بھی جملہ زُورا بن۔ <recordIcon></recordIcon>

source: { $actionType }<stopIcon></stopIcon> when done
trw: زبردست { $actionType }

source: { $actionType } submit when ready
trw: مھیدکے تھل کے یأ تیا ہُوو{ $actionType }

source: Adamawa Fulfulde
trw: آنڈوا فولفولڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
trw: جملا جمع کوا آں تھیِن جائزہ گھیِنا۔ سوال جمع کوا، آڈیو لیِگا

source: Add as much information as you can about the language. This could include:
trw: اے جِب سی بارا می کھیدیک معلومات دے بھادُو دے۔ ای می ہونیِن:

source: Add <icon></icon> a public domain sentence
trw: <icon> اے عام جملہ جم کو

source: Add information
trw: معلومات جم کو

source: Adding Sentences
trw: جملہ جمع کؤ

source: Additional Language
trw: دیئی جیِب

source: Add Language
trw: جیِب جمع کو

source: Add new custom accent "{ $inputValue }"
trw: دیئ لہجہ ایڈ کو{ $inputValue }

source: Add new sentences for the community to read
trw: کمیونیٹی سی پڑھاؤ کؤ سی کیا نم جملا تھلا

source: Add one sentence per line
trw: اے چیڙ می اے جملہ جمع کوا

source: Add questions in your language
trw: تُنو جیِب می سوال جمع کوا

source: Add Questions <small>(Coming soon)</small>
trw: سوال جمع کوا <small>شیرتے ینیِن

source: Add Sentences
trw: جملہ جمع کوا

source: Add sentences in your language
trw: تُنو جئِب می جملا جمع کوا

source: Add Text
trw: لیِکھ جم کو

source: Add up to 1,000 sentences
trw: اے زر 1000 جملا یے پرکے جمع کوا

source: Add Your Voice
trw: تُنُو آواز مھید جم کوا

source: Adyghe
trw: آڈیگھے

source: Afaan Oromo
trw: آفان اورمو

source: Afar
trw: آفار

source: A few bytes
trw: دھأک بائٹس

source: Afrikaans
trw: آفریکانی

source: Age
trw: اُومُو

source: Agriculture and Food
trw: زمیدارا او کھؤ

source: Albanian
trw: آلبانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
trw: پأش کے دھأک شانا آواز تے کی نہ ہودُو خو کے یأ تھو یے بُوت یرأ پأش کے کآم بأت کودُو او بھی اے کلپ رد کوا۔ ہامُوڑ تھلاہودُو کے یأ پأش کے ٹی وی چلدُو یا کاأش کے کآم خلگ بأت کودی۔

source: All
trw: بُوڑ

source: All sentence must have the same domain
trw: ہر جملہ سی اے شانا ڈومین ہوئے

source: All sentences must have the same citation
trw: بُوڑ جملا سی اے شانا حوالا ہُوئے

source: Already have an account? <login>Log-In</login>
trw: چھی مُوش ما ایکاؤنٹ تُھو؟ <login><login> مھید کے لھنگ

source: Amharic
trw: آمہاری

source: An error occurred fetching sentences
trw: جملہ سررڑو می اے غلطی ہی

source: An error occurred reviewing this sentence
trw: جملا سی بھی بُو می اے غلطی ہی

source: An error occurred submitting your voice information
trw: چھی آواز مھید کے تھلُو می کآں غلطی ہی

source: An error occurred while creating this transcript
trw: ٹرانسکیرپٹ سی پیدا کؤ می کآں غلطی ہی

source: An error occurred while editing the transcript
trw: ٹرانسکیرپٹ سی مُوٹھا یے کؤ می کآں غلطی ہی

source: An error occurred while recording
trw: ریکارڈ کؤ سی دوران کآں غلطی ہی

source: An error occurred while skipping the transcript
trw: ٹرانسکیرپٹ پتکے چھؤ می کآں غلطی ہی

source: An error occurred while skipping this prompt
trw: مے پرامپٹ پتکے چھؤ می کآں غلطی ہی

source: An error occurred while submitting the report
trw: رپورٹ سی تھلُو می کآں غلطی ہی

source: An error occurred while uploading your response
trw: جواب سی آپلوڈ کؤ می کآں غلطی ہی

source: An error occurred while voting the transcript
trw: ٹرانسکیرپٹ سی مُوٹھا یے کؤ می کآں غلطی ہی

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
trw: یُوزر سی گمنأمی مثلاً تیسی اُومُو، جنس، آں لہجہ مشین گے ایسی آڈیو ڈیٹا سی پیانُو می آں مشین سی ٹرین کؤ سی غورا ہودُو۔ چھی ای میل آں یُوزر نام ید ہُم چھی جمع کویل ڈیٹا سیت گھنڈیل نہ ہودی آں تُو تُنو یپوزر نام عام کوبھادُو یا بُورا بھادُو۔

source: Answer questions
trw: سوالا سی جواد دا

source: Answer Questions <small>(Coming soon)</small>
trw: سوالا سی جواب دا <small> شیرتے یدُو

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
trw: ہر کآم لیِگیل او بنیل ڈیٹا سیٹ سیوادے تُنو جیِب سموگوبھادُو، ایس کے نیم جیدُون دے بھادُو آں ایس بھا کو بھادُو۔

source: Approve
trw: مںظور کو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
trw: پأش سی شور میں چُن شاندا خیپ خاپ ٹیک تُھو۔ خو مھو یے سے دأل آواز پکار نی تھی کامک تے یأ مشین گے مھال ٹیگیلا سی الگورتھم میلاؤ ہوئے کامک یأمنے اصل مواد می نُو تُھودا۔ کو اے اصل مواد ما تُو فرق تے دأل آواز بُھویُو دُو تھلا بھی اے کلپ رد کو۔ ہامُوڑ زیاد تھلا ہودُو کے یأ ٹی وی چلیل چھؤ یا کأش کے خلگ ایک دیئی سیت مخشُول ہؤوسأدو۔

source: Arabic
trw: عربی

source: Aragonese
trw: آرگونیسے

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
trw: تھو مُوش ما کامن وائس سی آوازا سی پیانُو سی پراجیکٹ می کام کودی کھأ؟

source: Are you coming? [called by another]
trw: تُو یدُو؟ [دیئ آواز میس بنُو]

source: Are you coming? <strong>[called by another]</strong>
trw: اے تُو یدُو <strong>دیئی دحأرا اے آواز آپ۔ </strong>

source: Armenian
trw: آرمینی

source: Armenian Western
trw: مغرین آرمینی

source: Ask about a new language
trw: اے نیم جیِب سی بارا می توَس کو

source: Ask Mozilla to share your events
trw: موزیلا ما تُنو واقعات شریک کؤ سی کیا توَس کوا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
trw: مھو ما می <matrixLink>زید توَس کو۔ <discourseLink>مھید پا۔ </discourseLink> یا <emailLink>ای میل کو۔

source: Assamese
trw: آسامی

source: Asturian
trw: آستوری

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
trw: آڈیو سی لیِگُو می تھأ بُوڑ ٹیگیل آں مے معنی ٹیگیل ہُم لیِگا آں ای می کو باربار بنُو ہُوو تیس ہُم لیِگا۔

source: Attention!
trw: توجہ

source: Audio Format
trw: آواز سی فارمیٹ/آڈیو می

source: Automotive and Transport
trw: گاڑے او ٹراسپورٹ

source: Avatar
trw: ایویٹار

source: Avatar uploaded
trw: ایوٹار اپلوڈ ہُو

source: Average
trw: موئمو می

source: A voice clip is marked "valid" when a user gives it a Yes vote.
trw: آواز سی اے کلپ زید “سہی“ لیِگا بیدُو کے یأ مے مواد سی استعمال والا انسان ایس کے ”ہاں“ سی وُوٹ دیِدو۔

source: Avoid too much background noise - it should be easy to hear you.
trw: کلپ سی آواز سی پأش کے چیر شور ما آمن پھیِگا۔ ایندے چھی بُھویُو آسان ہونیِن۔

source: Awards
trw: ایوارڈز

source: Azerbaijani
trw: آزربائی جانی

source: Baatonum
trw: باتانوم

source: Baba Malay
trw: بابا ملے

source: Back
trw: پتکے

source: Background Noise
trw: پأش سی شور

source: Background Voices
trw: پأش کے آواز۔

source: Back to Top
trw: پتکے پھیٹ کے

source: Bafia
trw: بافیا

source: Bafut
trw: بافئت

source: Bahasa Malay
trw: بھشا ملے

source: Balochi
trw: بلوچی

source: Bambara
trw: بامبرا

source: Bamun
trw: بامُون

source: Bamvele
trw: بامویلے

source: Bankon
trw: بانکون

source: Baoule
trw: باؤلے

source: Basaa
trw: باسا

source: Bashkir
trw: بشیکر

source: Basque
trw: باسک

source: Batanga
trw: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
trw: مھال ویڈیو سی کلپ سی رد کؤ می احتیاط کوا تی می تُھن خیال دے بناڑے غلط تلفظ کیدُو، غلط ٹیگیل زید یا حرف زید زور دیِدتُو یا سوالیہ سی نشان آمُوݜا تھلُودُو۔ دُونئی می تلفظ سی چیر گن دھأل دھأل فرق تھی ہأمی یام تھو یے ہوبھادُو تُنُو خلگا ما نی بیتی۔ خدئی سی کیا تھأ خلگا یے دھأک صفت سی حق دا کامِک یأمنے تھو یے ما دھأدأ ٹیگیل بَدُودا!

source: Become a Common Voice Partner
trw: کامن وائس سی شریکدی ہوا

source: Belarusian
trw: بیلاروسی

source: Benefits
trw: فائدا

source: Bengali
trw: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
trw: ٹوخلی ہُم ٹیک تُھو آں ٹوخولی ہُم ٹیک تُھو۔

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
trw: ہے جیِب سی ایک دئی سی ڙید اُوخو سی آں ایک جیِب سی ٹیگیلا سیت دأل جیِب سی ٹیگیل تھلُو پیانُو سی کیا گن غورا تُھو</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
trw: تھأ جیِبا سی کیا غورا تُھو کامے جیِبا می یأ لیِگیل مواد کم تُھو <mark> آں جیِب سی بنُو سی قسما سی پیانُو سی کیا شیو تُھو۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
trw: <bold> سیول سوسائیٹی آں محقیق </bold> چیر مزیدا آ آثری ڈیٹا سیٹ مفت می سوا، ایس ملأݜ کوا آں مُوٹھایے شریک کوا۔

source: <bold>{ $count }</bold> Clips
trw: 2 مثال دے (2)

source: <bold>Help us</bold> find more voices
trw: مھو سیت تُنُو اواز سی پیانُو می مدد کوا۔

source: <bold>If you value open, inclusive data - donate today!</bold>
trw: <bold> کو تُو غورا، پدا کوئیل آں ہر ایک سی کیا مواد خوشادُوو مھو سیت مدد کو۔</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
trw: <bold> سخی توبی </bold> ڈیتا سیٹ سی سوؤ می مدد کوا

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
trw: <bold> ٹیک کمپنی </bold> تیریقی کوئیل اے ائی سی ماحول می ڈیٹا سیٹ سی سوؤ می مُھن مدد کوا۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
trw: <bold> اے ائی کئی دُونیئی سی دھأک جیِبا سی کیا کام کویی؟ </bold>

source: Borgu Fulfulde
trw: بورگو فولفولڈے

source: Bosnian
trw: بوسینی

source: Both
trw: دُھوئں دے

source: Both (Speak and Listen)
trw: دُھوئں دے (بنُو او بُھویُو)

source: Breton
trw: بیرٹون

source: [British English might make "root"]
trw: برطانیہ سی انگلش می رُوٹ ہُویے

source: Browse Languages
trw: جیِب لوٹا

source: Build a custom goal
trw: آمن گے تُنو مرضی سی گول سوا

source: Build Profile
trw: پروفائل سوا

source: Bulgarian
trw: بلغاری

source: Bulk batch
trw: گھن بنڈل

source: Bulk Sentences Uploaded
trw: بھونڈوکے جملہ آپلوڈ ہُویی۔

source: Bulu
trw: بُولُو

source: Burmese
trw: برمی

source: Buryat
trw: بُریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
trw: <b>کئی ای میل؟ </b> مستقبل می ڈیٹا سیٹ می بدلی سی بارا می مھو تھأ شیِدا دی آں ای میل ہاگؤ سی کیا غورا ہویی۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
trw: مے پوت سیت کلک کؤدے تھو مھو یے ای میل تھلَدی آں میس بَدی یرأ تھو <termsLink>مُھن شرایطا زید رأضی تھی </termsLink> آں مُھن پرائیویسی سی پالیسی زید ہُم رأضی تھی</privacyLink> آں یرأ موزیلا تھو یے ای میل کونیِں مے پراجیکٹ سی بیٹا ٹسٹ کؤ سی کیا کے ای می بأت پیانا بہ ین۔

source: By editing your goal, you may lose your existing progress.
trw: تُنو مقصد سی ایڈیٹ کؤ می چھی مھیدا پرکے کام ضائع ہوبھادُو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
trw: ای میلا سی گھینُو سی کیا تُنُو نیت سی بنُو دے تھوئے میس بنُو لخا تھو موزیلا سی دیِشا معلوماتا سی کیا تیا تھی۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
trw: <b> تُو رأضی تُھو </b>مے بأت سی کیا یرأ تأ مے ڈیٹا سیٹ می بنآڑا سی پیانُو سی کوشش نہ کونیِن

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
trw: تُنو بارا می دھأک معلومات سی دیؤ چھی آڈیو فائل می کامن وائس سی آواز سی پیانُو می مدد کودُو۔ ہامُوڑ بأدا سی پیانُو سی کامک مشین تُھو دا سے بھی ایندے تی سی ٹھیک ہؤ معلوم کودُو۔

source: By telling us about yourself, you will help developers build more inclusive technology
trw: تُنو بارا می مھو یے بنُودے تُو مے ٹیکنالوجی سی سوؤ می مدد کودُو

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
trw: کامن وائس سی استعمال دے تُو رأضی ہُو <termsLink> مُھن بأدا یے </termsLink> آں <privacyLink> پرائیویسی نوٹس بُو </privacyLink>

source: Cameroon Pidgin
trw: کیمرون پیڈجن

source: [Canadian English might make "route" sound like "rowt"]
trw: کینیڈا سی انگلش می رُوٹ سی تلفظ روٹ ہوبھادُو

source: Cancel
trw: دُھو کوا

source: Cancel Re-recording
trw: ریکارڈنگ بان کو۔

source: Cancel Submission
trw: مھیدکے تھلُو چھو

source: Cannot submit more than 1000 sentences
trw: مھو 1000 ما چیر جملہ نہ تھل بھادی

source: Can't decide?
trw: خا کی فیصلہ نہ کوبھادُو؟

source: Cantonese
trw: کینٹونیسی

source: Catalan
trw: کیٹالان

source: Central Kurdish
trw: وسطی کُردی

source: Central Melanau
trw: مرکزی میلانؤ

source: Change
trw: بدلی

source: Change preferences
trw: بدلی سی کیا تُھون خوش

source: Change your email via Settings under Login Identity
trw: تُنو ای میل سیٹنگز گے بیشتے لاگ این می بدل کو

source: Check
trw: چیک کوا

source: Check <icon></icon> is this a linguistically correct sentence?
trw: بُو<icon></icon>۔ أ جیِب سی لحاظ سے ٹیک جملہ چھی؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
trw: مھید <languagesPageLink> بُودا چھی جیِب چھی کامنن وائس سی پاݜ زید </languagesPageLink>؟ کو نی چھیو مے فارم پُون آں مھو یے <strong> تھے یے اے تیا ای میل پینیِن تی می میس بن نیِن یرأ تُو جیِب سی سیٹنگ کھأکأ کوبھادُو</strong>۔

source: Check Transcriptions
trw: آڈیو سی لیِگیل چیک کوا

source: <chevron></chevron>See less
trw: <chevron></chevron>کم بُوا

source: <chevron></chevron>See more
trw: <chevron></chevron>دئی بُوا

source: Chinese (China)
trw: چینی

source: Chinese (Hong Kong)
trw: چینی (ہانگکانگ)

source: Chinese (Taiwan)
trw: چینی (تائوان)

source: Chinyanja
trw: چینیانجا

source: Choose language/localization
trw: ترجمہ سی کیا جیِب کارا

source: Chuvash
trw: چُواش

source: Citation
trw: حوالہ

source: Cite with a URL link or the full name of the work.
trw: اے یو آر ایل لنک یا کیسی لیؤگیل تُھودا تیسی پُورا نام دے تھل۔

source: Citing Sentences
trw: کینئ سی حوالہ دے جملہ

source: Click
trw: مھید ٹک دا

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
trw: کلک <guidanceLink> ہدایاتا سی لنک مھید کوا </guidanceLink> آں آمن جنا یرأ مے پاݜ کھأکأ استعمال کودی

source: Clipboard not supported
trw: کلپبورڈ می می کام نہ کودُو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
trw: { $clipCount }وائس کپلس، بُوڑ خوندی کویل سی سیز{ $size }۔ ختم ہودی { $expires }

source: Clip Graveyard
trw: کلپا سی گورستان

source: Clips recorded
trw: ریکارڈ کوئل کلپس

source: Clips Uploaded
trw: کلپس مھید آپلوڈ کو

source: Clips validated
trw: تصدیق کوئل کلپس

source: Clips You've Recorded
trw: چھی ریکارڈ کوئیل کلپس

source: Clips You've Validated
trw: چھی تصدیق کوئیل کلپس

source: Close
trw: بان کو

source: Collecting sentences
trw: جملہ سرڑُو/جم کؤ

source: Coming Soon
trw: شیرتے ینیِن

source: Comment
trw: بنا/تبصرہ

source: Common Voice data plus all other voice datasets above.
trw: کامن وائس آں دأل بُوڑا سی ڈیٹا سیٹ بھایے دیل چھی۔

source: Common Voice Dataset
trw: کامن وائس ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
trw: کامن وائس مفت، ہر ریک سی کیا کمیونیٹی سی دیِشا کوئیل ڈیٹا سیٹ چھی۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
trw: کامن وائس موزیلا فائنڈیشن سی اے منصوبہ چھی آں ایسی قیمت مھیرے 501 ایک ملین امریکا سی ڈالرا می چھی۔ 3۔ ہے منصوبا مھیرے بُوڑ <philantropicGrantLink> خیر خیرات تے یعنی چندہ آں گرانٹس دے چلَدُو۔ </philantropicGrantLink>

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
trw: کامن وائس مالی مدد آں گرانتس سی وجہ سے چلَدُو۔ مھو علمی، تنظیمی آں صنعتی محققا سیت ایپوت کام کودی۔ کامن وائس سی استعمال بے پیسی تُھو خو ایس کے مواد سی دیّو آں ایسی کیا عطیات او گرانتس سی دئو سی کیا منصوبہ چیر مدد گار ہودی۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
trw: کامن وائس قدرتی، سیدھا آں بغیر لیِگ ما بنُو سی کیا اے دئی پلیٹ فارم شروع کودُو۔ ایندے چیر کمیونیٹا سی مود جمع کؤ می مدد یونیِن آں ہامُوڑ ڈیٹا سائندانا سی ہُم چیر مدد ہونیِن۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
trw: کامن وائس موزیلا سی اے پروگرام تُھو تیندے مشینا یے بنا بیدُو یرأ خلگ کھأکأ بنَدی کی جیِب۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
trw: کامن وائس بُوڑ دُونیئی می چیر جیِبا می آواز سی ڈیٹا سیٹ چھی۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
trw: کامن وائس سی ریکارڈنگ علمی او تحقیقی ادارا، لیؤ بزس آں آوازا زید کام کُواڑ استعمال کودی یرأ ہے نم ماڈلا سی کیا پکار یو۔ تھو یے کو مھو یے بنُو یرأ تھو تُنو ریکارڈنگ کئی ڈیلیٹ کؤ نیِمادی تھلا چیر غورا ہونیِن؟

source: Community and Languages
trw: کمیونیٹی او جیِب

source: Community, Creatives and Civil Society
trw: کمیونیٹی، کریٹیوز آں سیویل سوسائیٹی

source: Community participation and decision making.
trw: خلگا سی شریک ہؤ فیصلہ کؤ می۔

source: Community Playbook
trw: کمیونیٹی پلے بیک

source: Confirm Goal
trw: مقصد سی تصدیق کو

source: Connect with Gravatar
trw: گریویٹار سیت میِلا

source: Contact
trw: لیںگ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
trw: لیِگاڑا سیت، کھتآن بناڑا سیت، ناول او ڈراما نگارا سیے رابطہ کوا یرأ سے تھو یے کی جملہ عام خلگا سی کیا ہر ایک سی کیا دے بھادی۔

source: Contact Form
trw: لیِنگ فارم

source: Contact the Common Voice team
trw: کامن وائس سی ٹیم سے رابطہ کوا

source: Contact us
trw: مھو سیت رابطہ کوا

source: Contact Us
trw: مھو سیت رابطہ کوا

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
trw: مواد کیریٹیو کامن سی لیسنز سی ٹین مھید تُھو

source: Continue
trw: جاری کُوا

source: Continue speaking
trw: بنُو جاری کوا

source: Continue validating
trw: تصدیق جاری کو

source: Contribute
trw: تُنُو ڈأھارا دا

source: Contribute on GitHub
trw: گٹ ہب کے تھلا

source: Contribute sentences
trw: جملہ دا/تھلا

source: Contribute text
trw: لیِکھ دا/تھلا

source: Contribute to { $lang }
trw: مھید کے دا{ $lang }

source: Contribute to text corpus
trw: لیِگیل مواد می مدد کوا

source: Contributing to dataset for { $language }
trw: مے ڈیٹا سیٹ می کآں تھلُو نیِمادی کی جیِب سی کیا { $language }

source: Contribution Activity
trw: مھید کے دیؤ سی عمل

source: Contribution Criteria
trw: دیؤ سی اہلیت

source: Contribution Experience
trw: دیؤ سی تجربہ

source: Contribution Guidelines
trw: مے پروگرام می مواد دیؤ سی کیا ہدایات

source: Contributors record voice clips by reading from a bank of donated sentences.
trw: مھو سیت کام یا کام کودیدا سے جملہ سی مے خزان می آوازا سی کلپس جم کودی۔

source: Cookies
trw: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
trw: <cookiesLink> کوکیز<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
trw: <coquiLink>کوکی اے اوپن سپیچ ٹیکنالوجی چھی۔ تھیِن منصوبا ڈیپ لرننگ سی بنیاد تے ایس ایس ٹی آں ٹی ٹی ایس ازید تُھو۔

source: Cornish
trw: کورنیشی

source: Correct
trw: ٹیک

source: Corsican
trw: کورسیکان

source: { $count } clips
trw: دُو (مثلاً 2)

source: { $count }mo
trw: دُو (مثلاً 2)

source: Country/Region of Residence
trw: چھی دھرُو سی وطن

source: { $count }wk
trw: دُو (مثلاً 2)

source: { $count }y
trw: دُو (مثلاً 2)

source: [Crackle] giant dinosaurs of [crackle] -riassic.
trw: [بھانا سی آواز] گھن ڈائنا سار [بھانا سی آواز] ریاسیک

source: Create a Custom Goal
trw: تُنُو کیا مقصد سوا

source: Create a profile
trw: تُنو خاکہ سوا

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
trw: نم طریقا سی عوامی جملہ آمنے سوا یا سأدا ما سوا یا تُنُو جیِب سی خلگا ما سوا۔ مثلاً write-a-thon سی ذریعہ دے
